{
  "generalTitle": "Mi\nPortfolio",
  "menu1": "Sobre mí",
  "menu2": "Habilidades",
  "menu3": "Proyectos",
  "menu4": "Contacto",
  "credits": "Diseñado por Sicilia Arito, Desarrolado por Mateo Ozino. Derechos reservados © 2024.",
  "aboutTitle": "Sobre Mi",
  "about1": "Como apasionada estudiante de diseño gráfico en la prestigiosa Universidad de Buenos Aires (UBA), encuentro una inmensa alegría en mezclar la creatividad con la precisión.",
  "about2": "Más allá de píxeles y vectores, encuentro armonía en el mundo de la música. Tocar el bajo y prestar mi voz a las melodías es otra faceta de mi identidad. Soy una devota entusiasta de varios géneros musicales, con una pasión particular por el power metal, el heavy metal y el rock. Mi gusto ecléctico por la música refleja mi enfoque versátil del diseño, en el que me inspiro en diversas fuentes para crear imágenes atractivas y dinámicas.",
  "about3": "El arte no es sólo una disciplina para mí; es una forma de vida.",
  "experienceTitle": "Mi Experiencia",
  "experience1": "Llevo más de un año trabajando como diseñadora gráfica y UI en una start-up de retail especializada en tecnologías IoT de vanguardia.",
  "experience2": "Trabajar en la intersección del retail y el IoT me ha dotado de un conjunto de habilidades únicas, mezclando la estética del diseño gráfico con la funcionalidad del diseño de interfaz de usuario. Estoy entusiasmada de aprovechar mi experiencia en futuros proyectos, contribuyendo a proyectos que empujan los límites del diseño, la tecnología y un buen ojo para el detalle y la pasión por la innovación.",
  "hardSkill1": "Teoría del color",
  "hardSkill2": "Figma",
  "hardSkill3": "Adobe CC",
  "hardSkill4": "Diseño Gráfico",
  "hardSkill5": "Tipografía",
  "hardSkill6": "Diseño UX/UI",
  "softSkill1": "Adaptabilidad",
  "softSkill2": "Manejo de Proyectos",
  "softSkill3": "Gestión del tiempo",
  "softSkill4": "Resolución de problemas",
  "softSkill5": "Colaboración y trabajo en equipo",
  "softSkill6": "Feedback y escucha activa",
  "softSkill7": "Communication Design",
  "softSkill8": "Creatividad y curiosidad",
  "softSkill9": "Atención al detalle",
  "studiesTitle1": "Bachillerato en Comunicación",
  "studiesDetails1": "Euskal-Echea\n2006-2020",
  "studiesTitle2": "Carrera de Diseño Gráfico",
  "studiesDetails2": "Universidad de Buenos Aires - FADU\n2021-Actualidad",
  "lang1": "Español",
  "langProf1": "Nativo",
  "lang2": "Inglés",
  "langProf2": "Fluido",
  "lang3": "Francés",
  "langProf3": "Conversacional",
  "project": "Proyecto",
  "projectContent1": "Diseñamos una página web de servicios, permitiendo a usuarios comprar y vender productos, agendar reuniones y visualizar turnos reservados. Colaboración efectiva con mi colega para optimizar la experiencia.",
  "projectContent2": "Diseñé la página web de un club de rugby LGBT+, destacando la diversidad y la inclusión. La landing page ofrece información clave sobre quiénes son, cuáles son sus pilares, novedades y un formulario de inscripción para formar parte del club.",
  "nameLabel": "Nombre y Apellido",
  "emailLabel": "E-mail",
  "reasonLabel": "Motivo de contacto:",
  "optionDefault": "Elegí tu motivo de contacto",
  "option1": "Proyecto",
  "option2": "Info",
  "option3": "Otro",
  "textareaLabel": "Mensaje",
  "textareaPlaceholder": "Escribí tu mensaje aquí.",
  "fieldRequired": "Este campo es obligatorio",
  "fieldIncorrect": "El contenido es incorrecto",
  "submitButton": "Enviar",
  "contactSuccess": "El correo ha sido enviado correctamente"
}