{
  "generalTitle": "My\nPortfolio",
  "menu1": "About me",
  "menu2": "Skills",
  "menu3": "Projects",
  "menu4": "Contact",
  "credits": "Designed by Sicilia Arito, Developed by Mateo Ozino. All rights reserved © 2024.",
  "aboutTitle": "About Me",
  "about1": "As a passionate graphic design student at the esteemed University of Buenos Aires (UBA), I find immense joy in blending creativity with precision.",
  "about2": "Beyond pixels and vectors, I find harmony in the world of music. Playing the bass and lending my voice to melodies is another facet of my identity. I am a devoted enthusiast of various musical genres, with a particular passion for power metal, heavy metal, and rock. My eclectic taste in music mirrors my versatile approach to design, where I draw inspiration from diverse sources to create engaging and dynamic visuals.",
  "about3": "Art is not just a discipline for me; it's a way of life.",
  "experienceTitle": "My Experience",
  "experience1": "I’ve been working as a Graphic and UI Designer on a start-up retail, specializing in cutting-edge IoT technologies, for over a year now.",
  "experience2": "Working in the intersection of retail and IoT has equipped me with a unique skill set, blending the aesthetics of graphic design with the functionality of UI design. I am excited to leverage my expertise in future endeavors, contributing to projects that push the boundaries of design, technology and keen eye for detail and a passion for innovation.",
  "hardSkill1": "Color Theory",
  "hardSkill2": "Figma",
  "hardSkill3": "Adobe CC",
  "hardSkill4": "Graphic",
  "hardSkill5": "Typography",
  "hardSkill6": "UX/UI",
  "softSkill1": "Adaptability",
  "softSkill2": "Project Management",
  "softSkill3": "Time Management",
  "softSkill4": "Problem Solving",
  "softSkill5": "Teamwork & Collaboration",
  "softSkill6": "Feedback & active listening",
  "softSkill7": "Communication Design",
  "softSkill8": "Creativity & Curiosity",
  "softSkill9": "Attention to detail",
  "studiesTitle1": "Communication Bachelor",
  "studiesDetails1": "Euskal-Echea\n2006-2020",
  "studiesTitle2": "Graphic Design Carreer",
  "studiesDetails2": "University of Buenos Aires - FADU\n2021-Actuality",
  "lang1": "Spanish",
  "langProf1": "Native",
  "lang2": "English",
  "langProf2": "Fluent",
  "lang3": "French",
  "langProf3": "Conversational",
  "project": "Project",
  "projectName1": "Portfolio redesign",
  "projectContent1": "The goal of this project is to redesign a landing page used as a Front-End developer's web portfolio, achieving a standardized, harmonious, and functional design.",
  "projectContent2": "Together with a colleague, we designed a service-based website, enabling users to buy and sell products, schedule meetings, and view reserved appointments. Effective collaboration to enhance user experience.",
  "projectContent3": "I designed the website for an LGBT+ rugby club, highlighting diversity and inclusion. The landing page provides key information about who they are, their pillars, updates, and a registration form to join the club.",
  "nameLabel": "Name and Last Name",
  "emailLabel": "E-mail",
  "reasonLabel": "Reason for contact:",
  "optionDefault": "Choose your reason for contact",
  "option1": "Project",
  "option2": "Info",
  "option3": "Other",
  "textareaLabel": "Message",
  "textareaPlaceholder": "Write your message here.",
  "fieldRequired": "This field is required",
  "fieldIncorrect": "The content is incorrect",
  "submitButton": "Submit",
  "contactSuccess": "The mail has been sent successfully"
}